Cannot label multi-segment dimensions with reporting parameters.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
 Syntax
  C#
public static FailureDefinitionId LabelingMultiSegmentWithReporting { get; }
  Visual Basic
Public Shared ReadOnly Property LabelingMultiSegmentWithReporting As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ LabelingMultiSegmentWithReporting {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures DimensionFailures Class
  Autodesk.Revit.DB Namespace